Repository: tabsturmab/netcore-netparts
Catalog: NetParts/Resources/Models.CartaoCredito.*.resx
Languages: pt_br

source: Expiration MM
pt_br: Mês de Venciemtno

source: Expiration YY
pt_br: Ano de Vencimento

source: ExpirationMM
pt_br: Mês

source: ExpirationYY
pt_br: Ano

source: Name On Card
pt_br: Nome no Cartão

source: Number Card
pt_br: Número do Cartão

source: Security Code
pt_br: Código de Segurança

source: The Expiration MM is required.
pt_br: O Mês de Vendimento é obrigatorio.

source: The Expiration YY is required.
pt_br: O Ano de Vendimento é obrigatorio.

source: The Name On Card is required.
pt_br: O Nome no Cartão é obrigatório.

source: The Number Card is required.
pt_br: O Número do Cartão é obrigatório.

source: The Security Code is required.
pt_br: O Código de Segurança é obrigatorio.
